lexicon = {'начать': "Добрый день! "
                     "Здесь вы сможете найти свою вторую половинку!"
                     "\nДля этого вам необходимо ответить всего на несколько вопросов.",  # noqa: E501
           'city': "\nУкажите необходимый город для поиска в формате:"
                   "\n'Город ...'.",
           'age_range': "Укажите возрастной диапазон для поиска "
                        "в формате 'От ... до ...'",
           'new_candidate': "Вот и первый кандидат!",
           'favorite': 'Отлично! Пользователь успешно добавлен в "избранные"!',
           'blacklist': 'Больше не будем показывать вам данного пользователя.',
           'incorrect_city': 'Некорректно введен город. '
                             'Укажите в формате "Город..."',
           'incorrect_age': 'Некорректно введен диапазон возраста. '
                            'Укажите в формате "От ... до ..."',
           'empty_favorites': 'Список избранных пуст.'
           }
