lexicon = {'начать': "Добрый день! Здесь вы сможете найти свою вторую половинку! "
                     "\nДля этого вам необходимо ответить всего на несколько вопросов."
                     "\nЕсли вы готовы продолжить, напишите 'да'.",
           'да': "Отлично! Укажите необходимый город для поиска в формате:"
                 "\n'Город ...'",
           'age_range': "Укажите возрастной диапазон для поиска в формате 'От ... до ...'",
           'new_candidate': "Вот и первый кандидат!",
           'favorite': 'Отлично! Пользователь успешно добавлен в "избранные"!',
           'blacklist': 'Больше не будем показывать вам данного пользователя.',
           'incorrect_city': 'Некорректно введен город. Укажите в формате "Город..."'
           }

